{
    "aptitudes": null,
    "availabilityToTravel": null,
    "availableSlots": null,
    "benefits": null,
    "city": null,
    "companyImg": null,
    "companyName": null,
    "country": "Mexico",
    "createdAt": "Oct 10, 2023",
    "degree": null,
    "description": "At Apple Music, we’re profoundly passionate about music. It’s a force that’s driven and inspired us from day one. So we’ve set out to make it better. To bring you more music than ever with access to millions of songs. To give you personal recommendations from people who know and love music. To deepen the connection between artists and fans. To revamp radio with expertly crafted on-demand radio stations. That is Apple Music!  We are seeking an experienced individual to lead the Apple Music Business in Mexico and Spanish-Speaking Latin America. We are looking for someone knowledgeable and passionate about music, partner relations, and content strategy. The team’s goal is to be the industry’s best-in-class partner while driving engagement and growth opportunities for Apple Music. This is a fascinating position in a fast-growing region.  To strengthen our team, we are searching for an extraordinarily dedicated individual with a background in the music and entertainment industry. Are you a self-directed, highly adaptable and results-focused professional that lives and breathes music and technology? Then we want to hear from you!",
    "driversLicense": null,
    "internationalRelocation": null,
    "languages": null,
    "latitude": null,
    "locationConditions": null,
    "longitude": null,
    "maxAge": null,
    "maxSalary": null,
    "minAge": null,
    "minSalary": null,
    "name": "Apple Music Lead, Mexico and Spanish-Speaking Latin America",
    "nationalRelocation": null,
    "nationalRemote": null,
    "postalCode": null,
    "scholarity": null,
    "seniority": null,
    "sex": null,
    "showSalaryRange": null,
    "skills": null,
    "slug": null,
    "state": null,
    "status": null,
    "tools": null,
    "updatedAt": null,
    "validPassport": null,
    "validVisa": null,
    "workhours": null,
    "yearsOfExperience": null
}