{
    "aptitudes": null,
    "availabilityToTravel": null,
    "availableSlots": null,
    "benefits": null,
    "city": null,
    "companyImg": null,
    "companyName": null,
    "country": "Mexico",
    "createdAt": "Oct 30, 2023",
    "degree": null,
    "description": "Do you love thinking analytically? Are you passionate about using your financial knowledge to navigate complex challenges?   At Apple, you’ll share a dedication to excellence by collaborating with extraordinary people, all with one unified vision—creating innovative products that delight customers! We do this by hiring great people with integrity, personal accountability, collaboration, excellence, and proactive thinking. If you exemplify our values and want to be part of something big, Apple is the place for you!  Just as our customers find value in Apple products, the Finance group finds value for both Apple and its shareholders. In this group, you’ll play an integral role in ensuring our day-to-day financial health. You and your team will support Apple’s growth, both top and bottom line, by applying the same level of innovation toward financial matters as we do toward our products and services. You’ll also collaborate with Apple teams across the world to develop more effective investment strategies and risk management. Finance is essential to upholding our global commitment to excellence, and it is directly responsible for shaping the company’s future.",
    "driversLicense": null,
    "internationalRelocation": null,
    "languages": null,
    "latitude": null,
    "locationConditions": null,
    "longitude": null,
    "maxAge": null,
    "maxSalary": null,
    "minAge": null,
    "minSalary": null,
    "name": "Mexico Senior Financial Analyst",
    "nationalRelocation": null,
    "nationalRemote": null,
    "postalCode": null,
    "scholarity": null,
    "seniority": null,
    "sex": null,
    "showSalaryRange": null,
    "skills": null,
    "slug": null,
    "state": null,
    "status": null,
    "tools": null,
    "updatedAt": null,
    "validPassport": null,
    "validVisa": null,
    "workhours": null,
    "yearsOfExperience": null
}